Repository: Ptujec/LaunchBar
Catalog: Gedankensalat/Gedankensalat.lbaction/Contents/Resources/*.lproj/default.strings
Languages: de

source: Choose File
de: Datei auswählen

source: Create New File
de: Neue Datei erstellen

source: Select a file for this action:
de: Wähle eine Datei für diese Aktion:

source: Success!
de: Fertig!

source: Your source file is
de: Die ausgewählte Datei ist

source: You can start adding entries.
de: Jetzt kanns losgehn!

source: Error
de: Fehler

source: No File. Try again!
de: Keine Datei. Versuchen Sie es erneut!

source: Delete
de: Löschen

source: Paste
de: Einfügen

source: # Scratchpad
de: # Gedankensalat

source: Scratchpad.txt
de: Gedankensalat.txt

source: Select a folder to create the new file in:
de: Wählen Sie einen Ordner aus, in dem die neue Datei erstellt werden soll:

source: Error while writing text to file:
de: Fehler beim Schreiben von Text in eine Datei:

source: Scratchpad
de: Gedankensalat
