Repository: Ptujec/LaunchBar
Catalog: Passwords/Passwords.lbaction/Contents/Resources/*.lproj/default.strings
Languages: de

source: Cancel
de: Abbrechen

source: Get started
de: Loslegen

source: Open guide
de: Anleitung öffnen

source: First run info:
de: Infos zum Start:

source: Secondary browser
de: Zweitbrowser auswählen

source: Choose account and update action data
de: Benutzerkonto auswählen und Daten aktualisieren

source: Update action data
de: Daten aktualisieren

source: Update 1Password CLI
de: 1Password CLI aktualisieren

source: Passwords
de: Passw%C3%B6rter

source: Something went wrong!
de: Etwas ist schief gelaufen!

source: Please check if you have 1Password-CLI enabled in 1Password Settings/Developer. If you have and it still doesn't work let me know.
de: Bitte überprüfen Sie, ob Sie 1Password-CLI in 1Password/Einstellungen/Entwickler aktiviert haben. Wenn es trotzdem nicht funktioniert, lassen Sie es mich wissen.

source: Open 1Password Settings
de: 1Password Einstellungen öffnen

source: Report Issue
de: Problem melden

source: account
de: Benutzerkonto

source: Passwords Action
de: Passwörter Aktion

source: All set. Data is up to date.
de: Alles bereit. Die Daten sind auf dem neuesten Stand.
