Repository: Ptujec/LaunchBar
Catalog: Linguee-Action/Linguee.lbaction/Contents/Resources/*.lproj/default.strings
Languages: de

source: less common
de: seltener

source: No content!
de: Kein Ergebnis!

source: English ↔ German
de: Englisch ↔ Deutsch

source: French ↔ German
de: Französisch ↔ Deutsch

source: French ↔ English
de: Französisch ↔ Englisch

source: Spanish ↔ German
de: Spanisch ↔ Deutsch

source: Spanish ↔ English
de: Spanisch ↔ Englisch

source: Portuguese ↔ German
de: Portugiesisch ↔ Deutsch

source: Portuguese ↔ English
de: Portugiesisch ↔ Englisch

source: Russian ↔ English
de: Russisch ↔ Englisch

source: Becaus of an issue only preview results are shown.
de: Aufgrund eines Problems werden nur Vorschau Ergebnise gezeigt.
