Repository: Ptujec/LaunchBar
Catalog: Join-Meeting/JoinMeeting.lbaction/Contents/Resources/*.lproj/default.strings
Languages: de

source: The meeting has started
de: Meeting hat vor

source: minutes ago.
de: Minuten angefangen.

source: The meeting starts in
de: Meeting beginnt in

source: minutes.
de: Minuten.

source: No meeting found!
de: Kein Meeting gefunden!

source: Error!
de: Fehler!

source: Check if the shortcut "Get current events" is correctly installed. Click "Install" to install.
de: Überprüfe, ob der Kurzbefehl "Get current events" korrekt installiert ist. Zum Installieren "Installieren" klicken.

source: Install
de: Installieren

source: Cancel
de: Abbrechen

source: Install Shortcut
de: Kurzbefehl installieren

source: This action requires the shortcut "Get current events"
de: Diese Aktion benötigt den Kurzbefehl "Get current events".
