Repository: Ptujec/LaunchBar
Catalog: Writing-Tools/Writing Tools.lbaction/Contents/Resources/*.lproj/default.strings
Languages: de

source: Paste Edits from
de: Änderungen einfügen von

source: Edit
de: Bearbeiten

source: Choose Default Tool
de: Standardwerkzeug wählen

source: Choose Model
de: Modell wählen

source: Set Author (iA Writer)
de: Verfasser festlegen (iA Writer)

source: Use Compare (BBEdit)
de: Compare verwenden (BBEdit)

source: Edit Tools
de: Werkzeuge bearbeiten

source: Reset Tools
de: Werkzeuge zurücksetzen

source: Set API Key
de: API-Schlüssel festlegen

source: No chats found!
de: Keine Chats gefunden!

source: No folder with chats found!
de: Kein Ordner mit Chats gefunden!

source: API key required
de: API-Schlüssel erforderlich

source: 1) Press »Open OpenAI.com« to create an API key. 2) Press »Set API Key«
de: 1) Wählen Sie »OpenAI.com öffnen«, um einen API-Schlüssel zu erstellen. 2) Drücken Sie »API-Schlüssel festlegen«.

source: Open OpenAI.com
de: OpenAI.com öffnen

source: Cancel
de: Abbrechen

source: Success!
de: Alles klar!

source: API key set to:
de: API-Schlüssel:

source: No text!
de: Kein Text!

source: Check Spelling
de: Rechtschreibung prüfen

source: Improve Style
de: Stil verbessern

source: Make Concise
de: Text kürzen

source: Make Friendly
de: Freundlich machen

source: Default
de: Standard

source: On
de: An

source: Off
de: Aus

source: Enter the author name from the menu in iA Writer that you want to use!
de: Geben Sie den Verfassernamen aus dem Menü in iA Writer ein, den Sie verwenden möchten!

source: No changes. Input and answer are identical.
de: Keine Änderungen. Eingabe und Antwort sind identisch.

source: Successfully imported API key from Ask ChatGPT Action.
de: API-Schlüssel erfolgreich von Ask ChatGPT Action importiert.

source: Invalid API key format
de: Ungültiges API-Schlüsselformat

source: Make sure the API key is the most recent item in the clipboard!
de: Stellen Sie sicher, dass der API-Schlüssel der letzte Eintrag in der Zwischenablage ist!

source: Invalid OpenAI API key
de: Ungültiger OpenAI API-Schlüssel

source: Recommended
de: Empfohlen

source: Select all text?
de: Den gesamten Text auswählen?

source: Disable Alert for Apps
de: Bestätigung für Apps deaktivieren

source: Disable alert before auto selecting text for certain apps
de: Bestätigung vor automatischer Textauswahl für bestimmte Apps deaktivieren

source: No alert
de: Keine Bestätigung

source: Disable alert for this app!
de: Keine Bestätigung für diese App anzeigen!
