Repository: Ptujec/LaunchBar
Catalog: Quit-Applications/QuitApplications.lbaction/Contents/Resources/*.lproj/default.strings
Languages: de

source: Quit Applications
de: Programme beenden

source: Work
de: Arbeit

source: Fresh Start
de: Neuanfang

source: Planning
de: Planen

source: Coding
de: Coden

source: Chill
de: Chillen

source: Alert
de: Hinweis

source: showing
de: wird angezeigt

source: not showing
de: wird nicht angezeigt

source: keeping
de: behalten

source: quitting
de: beenden

source: closing
de: schließen

source: Show alert before quitting.
de: Hinweis vor dem Beenden anzeigen.

source: Frontmost Application
de: Programm im Vordergrund

source: Don't quit the frontmost application.
de: Programm im Vordergrund nicht beenden.

source: Quits applications not in "
de: Beendet Programme, die nicht zu "

source: ". (Edit: ⌥ ⏎)
de: " zählen. (Bearbeiten: ⌥ ⏎)

source: and close
de: beenden und

source: Finder windows.
de: Finder Fenster schließen.

source: Finder Windows
de: Finder Fenster

source: Finder Window(s).
de: Finder Fenster schließen.

source: Keep Finder Windows.
de: Finder Fenster nicht schließen.

source: Windows will not be closed in this context
de: In diesem Kontext werden keine Fenster geschlossen

source: will keep running
de: wird nicht beendet

source: No Application to hide, no window to close.
de: Kein Programm zum Beenden, kein Fenster zum Schließen.

source: No Application to hide.
de: Kein Programm zum Beenden.

source: Add Unlisted Application…
de: Programm zur Liste hinzufügen…

source: Add application missing in this list.
de: Progamme, die in der Liste fehlen hinzufügen.

source: Activate Application
de: Programm anzeigen

source: Activate Appliction before closing.
de: Programm vor dem Schließen anzeigen
