Repository: Ptujec/LaunchBar
Catalog: Mastodon/Mastodon Home.lbaction/Contents/Resources/*.lproj/default.strings
Languages: de

source: No current website found!
de: Es wurde keine Website gefunden!

source: Your are already at home!
de: Du bist schon zu Hause!

source: Seems to be no valid account or post!
de: Das ist scheinbar kein richtiger Nutzer oder Post!

source: On
de: An

source: Off
de: Aus

source: Close Original Site
de: Ursprungsseite schließen

source: Set Instance
de: Instanz festlegen

source: Set API-Token
de: API-Token festlegen

source: Current Instance:
de: Aktuelle Instanz:

source: Opens:
de: Öffnet:

source: Open: Ice Cubes
de: Ice Cubes öffnen

source: Open: Elk
de: Elk öffnen

source: Open: Website
de: Website öffnen

source: Open: Mammoth
de: Mammoth öffnen

source: Open: Mona
de: Mona öffnen

source: Open
de: Öffnen

source: is not a supported browser!
de: ist nicht einer der unterstützten Browser!
