Repository: Ptujec/LaunchBar
Catalog: Todoist-Inbox/Todoist Inbox.lbaction/Contents/Resources/*.lproj/default.strings
Languages: de

source: Now
de: Jetzt

source: today
de: heute

source: hour
de: stunde

source: Open task after creation
de: Aufgabe nach Erstellung öffnen

source: This task has no content!
de: Die Aufgabe hat keinen Inhalt!

source: Priority 1
de: Priorität 1

source: Priority 2
de: Priorität 2

source: Priority 3
de: Priorität 3

source: Refresh projects, sections & labels.
de: Projekte, Abschitte & Etiketten aktualisieren

source: Reset
de: Zurücksetzen

source: Reset projects, sections & labels.
de: Projekte, Abschitte & Etiketten zurücksetzen

source: Replace local data with a full sync.
de: Lokale Daten werden ersetzt mit Server Daten.

source: Reset Usage Data
de: Nutzungsdaten zurücksetzen

source: Clear all usage statistics.
de: Löscht alle Nutzungsdaten.

source: Last Used
de: Zuletzt benutzt

source: Prioritized
de: Priorisiert

source: Hit enter to turn on
de: Eingabetaste drücken, um anzuschalten.

source: Hit enter to turn off
de: Eingabetaste drücken, um auszuschalten.

source: Inbox
de: Eingang

source: Just a second! Local data needs to be updated.
de: Einen Moment, bitte! Lokale Daten müssen aktualisiert werden.

source: Local data will be updated.
de: Lokale Daten werden aktualisiert.

source: Update Options
de: Aktualisierungsoptionen

source: A complete reset including usage data.
de: Nutzungsdaten werden zurückgesetzt!

source: Projects, sections & labels reset.
de: Projekte, Abschitte & Etiketten wurden zurückgesetzt.

source: change(s)
de: Änderung(en)

source: Reset API-Token
de: API-Token erneuern

source: has been added to Todoist!
de: wurde zu Todoist hinzugefügt!

source: (s)
de: (n)

source: Due
de: Fällig

source: Recurring
de: Wiederholt

source: Duration
de: Dauer

source: Are you sure?
de: Sind Sie sicher?

source: Do you really want to reset all your local data?
de: Wollen Sie wirklich alle Ihre lokalen Daten zurücksetzen?

source: This will remove all current Todoist data and perform a full sync.
de: Dies entfernt alle lokalen Todoist-Daten und führt eine vollständige Synchronisierung durch.

source: This will clear all usage statistics.
de: Dies löscht alle Nutzungsstatistiken.

source: Cancel
de: Abbrechen

source: No clipboard entry found!
de: Kein Eintrag in der Zwischenablage gefunden!

source: Data structure and IDs updated to conform to the new Todoist API
de: Die Datenstruktur und IDs wurden aktualisiert für die neue Todoist API

source: Migrating data...
de: Daten werden aktualisiert...

source: Please wait...
de: Bitte warten...

source: Click to open log!
de: Klicken, um das Protokoll anzuzeigen!

source: On
de: An

source: Off
de: Aus

source: is not a supported application!
de: ist keine unterstützte Anwendung!

source: No email selected!
de: Keine E-Mail ausgewählt!

source: No URL found in
de: Keine URL in

source: Todoist Inbox
de: Todoist Eingang

source: Local Data Update
de: Aktualisierung lokaler Daten

source: Local Data Reset
de: Zurücksetzen lokaler Daten

source: Todoist Data Reset
de: Zurücksetzen von Todoist-Daten

source: Usage Data Reset
de: Zurücksetzen von Nutzungsdaten

source: All usage statistics cleared.
de: Alle Nutzungsstatistiken wurden gelöscht.

source: No links.
de: Keine Links.

source: Open Task
de: Aufgabe öffnen
