Repository: Ptujec/LaunchBar
Catalog: Converter-Actions/Currency Converter.lbaction/Contents/Resources/*.lproj/default.strings
Languages: de

source: Choose base currency
de: Basiswährung wählen

source: Choose target currencies
de: Zielwährung wählen

source: Toogle decimal separator
de: Dezimaltrennzeichen ändern

source: Set App ID
de: App ID festlegen

source: Rate:
de: Kurs:

source: Rate
de: Kurs

source: App ID required
de: App ID erforderlich

source: Open Website
de: Website öffnen

source: Cancel
de: Abbrechen

source: Manual data refresh
de: Manuelle Datenaktualisierung

source: Last update:
de: Letzte Aktualisierung:

source: (API Usage:
de: (API Nutzung:

source: Confirm to refresh!
de: Aktualisierung bestätigen!

source: Refresh
de: Aktualisieren

source: Usage stats
de: Nutzungsstatistiken

source: Every refresh counts against your API usage. Open exchange rates provides hourly updates and allows 1,000 requests per month on their free plan. Local currency rates are updated automatically if they have not been updated within the last 4 hours.
de: Jede Aktualisierung wird auf Ihre API-Nutzung angerechnet. Open Exchange Rates bietet stündliche Aktualisierungen und erlaubt 1.000 Anfragen pro Monat mit dem kostenlosen Tarif. Die lokalen Währungskurse werden automatisch aktualisiert, wenn sie nicht innerhalb der letzten 4 Stunden aktualisiert wurden.

source: Your local data has already been updated within the last hour.
de: Ihre lokalen Daten wurden bereits innerhalb der letzten Stunde aktualisiert.
